TOKEN = ''
IDS = []

PATH_DB = 'media/game.db'
PATH_LOG = 'media/log.log'

GENRE_OPTIONS = [
    ('шутер',),
    ('выживание',),
    ('хоррор',),

    ('файтинг',),

    ('платформер',),

    ('ролевая игра',),
    ('визуальная новелла',),
    ('интерактивное кино',),

    ('симулятор',),
    ('гонка',),

    ('экономическая стратегия',),
    ('стратегия в реальном времени',),
    ('пошаговая стратегия',),

    ('квест',),

    ('аркада',),

    ('спорт',)
]

TYPE_OPTIONS = [
    ('одиночная игра', 'Есть возможность одиночной игры.'),
    ('онлайн (LAN)', 'Есть возможность играть онлайн без Steam.'),
    ('онлайн (Steam)', 'Есть возможность играть онлайн через Steam.'),
]
