TOKEN = ''

IDS = []
ADMINS = []

PATH_DB = 'media/game.db'
PATH_LOG = 'media/log.log'

GENRE_OPTIONS = [
    ('шутер',),
    ('выживание',),
    ('хоррор',),

    ('файтинг',),

    ('платформер',),

    ('ролевая игра',),
    ('визуальная новелла',),
    ('интерактивное кино',),

    ('симулятор',),
    ('гонка',),

    ('экономическая стратегия',),
    ('стратегия в реальном времени',),
    ('пошаговая стратегия',),

    ('квест',),

    ('аркада',),

    ('спорт',)
]

TYPE_OPTIONS = [
    ('одиночная игра', 'Есть возможность одиночной игры.'),
    ('онлайн (LAN)', 'Есть возможность играть онлайн через эмуляторы локальной сети.'),
    ('онлайн (Steam)', 'Есть возможность играть онлайн через Steam.'),
    ('онлайн (EpicGames)', 'Есть возможность играть онлайн через EpicGames.')
]
